Repository: common-repository/mcash-woocommerce
Catalog: languages/mcash-woocommerce-plugin-*.po
Languages: nb_no

source: mCASH payment authenticated
nb_no: Betaling med mCASH er verifisert

source: mCASH Order was aborted by customer
nb_no: mCASH-ordren er blitt kansellert av kunden

source: mCASH Payment Gateway for WooCommerce. %s
nb_no: mCASH Betalingsportal for WooCommerce. %s

source: %smCASH is now in Test Mode%s
nb_no: %smCASH er nå i testmodus%s

source: %s <br /><strong>Your plugin still needs some configuration before it will be available in the frontend.</strong><br /><br />Before you can start using your gateway, you need to sign up for an account at http://mca.sh/.<br /><br /> After setting up your merchant account, you need to copy this key and paste it into your account settings page: <br /> <pre>%s</pre> When you have done this. Enter your Merchant ID and Merchant User ID below. These were given to you when you created your merchant account. %s
nb_no: %s <br /><strong>Du må fullføre konfigureringen nedenfor før mCASH vil være tilgjengelig i nettbutikken.</strong><br /><br />Før du kan ta i bruk mCASH som betalingsløsning, må du opprette en brukerstedskonto på http://mca.sh/.<br /><br /> Etter at du har satt opp din brukerstedskonto må du kopiere denne nøkkelen og lime den inn i adminpanelet til mCASH: <br /> <pre>%s</pre> Når du har gjort dette fyller du inn brukersteds-ID og bruker-iD nedenfor. Disse mottok du når du opprettet din brukerstedskonto. %s

source: %s Gateway Disabled. %s mCASH does not support your stores currency %s
nb_no: %s Betalingsløsning er deaktivert. %s mCASH støtter ikke din nettbutikks valgte valuta %s

source: Enabled/Disabled
nb_no: Aktivert/Deaktivert

source: Enable this payment gateway
nb_no: Aktiver betalingsløsningen

source: Title
nb_no: Tittel

source: This controls the title which the user sees during checkout.
nb_no: Dette er tittelen som vil være synlig for dine kunder i kassen

source: Description
nb_no: Beskrivelse

source: This controls the description which the user sees during checkout.
nb_no: Denne beskrivelsen vil være synlig for kundene i kassen

source: Pay via mCASH mobile app
nb_no: Betal via mCASH-appen

source: API Credentials
nb_no: Kontoinnstillinger

source: Enter your mCASH Merchant API credentials. You can find them here %shttps://my.mca.sh/mssp/%s
nb_no: Fyll inn dine kontoinnstillingen. Du kan finne de her %shttps://my.mca.sh/mssp/%s

source: Merchant ID
nb_no: Brukersteds-ID

source: The Merchant ID was assigned to you upon registering with mCASH.
nb_no: Brukersteds-ID identifiserer ditt brukersted. Denne mottok du når du registrerte en brukerstedskonto

source: Merchant user ID
nb_no: Bruker-ID

source: The Merchant user ID was assigned to you upon registering with mCASH.
nb_no: Bruker-ID mottok du når du opprettet din brukerstedskonto

source: Gateway settings
nb_no: Betalingsinnstillinger

source: Configure the setting for mCASH Payment Gateway for you needs.
nb_no: Konfigurer betalingsalternativene for din nettbutikk

source: Capture payment on
nb_no: Trekk beløpet når ordrestatus endres til

source: Completed
nb_no: Fullført

source: Processing
nb_no: Behandler

source: When changing the order status to the selected status, the payment will be captured
nb_no: Når du endrer ordrestatusen til følgende status vil beløpet trekkes fra kundens konto

source: Virtual products
nb_no: Virtuelle produkter

source: Automatically capture the payment if the order only consists of virtual products
nb_no: Trekk beløpet automatisk hvis kundens ordre kun består av virtuelle produkter

source: Automatically capture payments on virtual products
nb_no: Trekk beløpet umiddelbart fra kundens konto ved kjøp av virtuelle produkter

source: Automatically capture
nb_no: Trekk beløp automatisk

source: Capture an authorized payment automatically
nb_no: Trekk beløpet umiddelbart fra kundens konto ved alle kjøp

source: This will override the two previous option if enabled. This captures the payment immediately after the payment is authenticated by the user.
nb_no: Denne innstillingen vil overstyre de to innstillingene ovenfor. Når denne er valgt vil beløpet trekkes fra kundens konto umiddelbart ved gjennomført kjøp.

source: Enable mCASH Express
nb_no: Aktiver mCASH Express

source: Enables mCASH Express which lets the user go directly to mCASH to complete his order.
nb_no: Muliggjør betaling via mCASH Express som lar kunden gå direkte til betaling i mobilappen fra handlekurven

source: Show Express on
nb_no: Vis Express her

source: Choose where you want to display the mCASH Express button
nb_no: Velg hvor du vil at knappen for mCASH Express skal være synlig

source: Top and bottom
nb_no: Topp og bunn

source: Top only
nb_no: Kun i bunn

source: Bottom only
nb_no: Kun i topp

source: The value you choose here will determine where the mCASH Express button will be placed in the cart on your store
nb_no: Verdien du velger her vil avgjøre hvor mCASH Express-knappen vil være synlig i handlekurven i din nettbutikk. Velg mellom i toppen, i bunnen eller begge deler.

source: Enable mCASH Direct
nb_no: Aktiver mCASH Direct

source: Enables mCASH Direct which lets the user buy a product directly with mCASH
nb_no: Muliggjør betaling via mCASH Direct som lar kunden kjøpe et produkt med appen direkte fra produktvisning

source: Shipping
nb_no: Frakt

source: When a customer buys a product with mCASH Direct or mCASH Express, he or she will not visist the checkout page where they can choose the wanted form of shipping for their product(s). Here you can define a fixed price, let it be free, or give free shipping on orders exceeding a price limit.
nb_no: Når en kunde kjøper er produkt med mCASH Direct eller mCASH Express vil ikke vedkommende gå igjennom kassevisningen hvor de kan velge fraktalternativ for ordren. Her kan du definere en fast pris for ordrer med mCAH Express og mCASH Direct, eller la frakt være gratis, eller gratis dersom kunden handler for mer enn et oppgitt beløp.

source: Price
nb_no: Pris

source: Set the fixed price customers that check out with mCASH Express and mCASH Direct will pay. Leave blank or 0 for free shipping
nb_no: Set en fast fraktpris for kunder som handler med mCASH Express og mCASH Direct. La være blank eller 0 for gratis frakt.

source: Free above
nb_no: Gratis over

source: If a customer buys one or more items totalling above this price, the shipment will be free. Leave blank or 0 if you always want to charge for shipping
nb_no: Hvis en kunde handler for mer enn oppgitt beløp vil frakt være gratis

source: Public RSA key
nb_no: Offentlig RSA-nøkkel

source: Your public RSA key. Copy this to the corresponding field for your merchant user at %shttps://my.mca.sh/mssp/%s %s<pre>%s</pre>%s
nb_no: Din offentlige RSA-nøkkel. Denne skal kopieres og limes inn i the tilhørende feltet for din brukerstedskonto på %shttps://my.mca.sh/mssp/%s %s<pre>%s</pre>%s

source: Testmode
nb_no: Testmodus

source: Here you can enable testmode. All transactions will be run against the test mCASH test environment. To do this, you need to obtain a testbed token first.
nb_no: Her kan du aktivere testmodus. Alle ordre og betalingen vil bli kjørt mot mCASH sitt testmiljø. For å aktivere dette må du først få en testbed-nøkkel.

source: Test Mode
nb_no: Testmodus

source: Enable Test Mode
nb_no: Aktiver testmodus

source: If enabled, all transactions will be sent to the mCASH Test API.
nb_no: Hvis aktivert, vil alle transaksjoner bli sendt til mCASH sitt test-API

source: Test token
nb_no: Testnøkkel

source: When using mCASH %stest environment%s , this token needs to be set
nb_no: Når du bruker mCASH %sttestmiljø%s

source: Test Private Key
nb_no: Privat RSA-nøkkel

source: When using mCASH %stest environment%s, you need to set the Private key retrieved from the testbed.
nb_no: Når du bruker mCASH %stestmiljø%s må du lime inn den private RSA-nøkkelen som du får fra mCASH testbed.

source: Log Mode
nb_no: Logging

source: Enable logging
nb_no: Aktiver logging

source: We are currently experiencing problems trying to connect to this payment gateway. Sorry for the inconvenience. Error:
nb_no: We opplevere for øyeblikket problemer med å koble til mCASH. Beklager problemet. Feil:

source: mCASH Refund created. Refund ID
nb_no: Tilbakebetaling via mCASH opprettet. ID:

source: mCASH Refund failed.
nb_no: Tilbakebetaling via mCASH feilet.

source: mCASH Refund failed. Error:
nb_no: TIlbakebetaling via mCASH Feilet. Feilmelding:

source: Buy now
nb_no: Kjøp nå

source: mCASH Direct transaction failed. Error:
nb_no: Kjøp med mCASH Direct feilet. Feilmelding:

source: mCASH Direct purchase. Pending payment.
nb_no: Ordre opprettet med mCASH Direct. Avventer betaling.

source: mCASH Payment released
nb_no: Autentisert beløp via mCASH er tilbakeført til kunden

source: mCASH manual release failed
nb_no: Heving av reservert beløp feilet.

source: mCASH Payment release failed:
nb_no: Heving av reservert beløp feilet:

source: mCASH Payment captured
nb_no: Betaling via mCASH er trukket

source: mCASH manual capture failed
nb_no: Manuelt trekk av betaling via mCASH feilet:

source: mCASH Payment capture failed:
nb_no: Trekk av reservert beløp via mCASH feilet:

source: mCASH Shipping
nb_no: mCASH Frakt

source: This shipping method is used for transactions with mCASH Direct and mCASH Express
nb_no: Denne fraktmetoden benyttes av mCASH for å beregne frakt på ordrer gjennomført med mCASH Direct og mCASH Express

source: Shipping cost
nb_no: Fraktkostnad

source: Manually capture mCASH payment
nb_no: Trekk beløp via mCASH manuelt

source: Settings
nb_no: Innstillinger

source: WooCommerce - mCASH Gateway
nb_no: WooCommerce - mCASH Betalingsportal

source: Extends WooCommerce by Adding mCASH Gateway.
nb_no: Utvider WooCommerce ved å legge til mCASH betalingsløsning
